Repository: chienpo/zdorava
Catalog: src/locales/*/messages.po
Languages: pl, ru

source: "Business english three course" certificate, Itransition
pl: "Business english three course" certyfikat, Itransition
ru: "Курс английского языка для бизнес-коммуникаций" сертификат, Itransition

source: "Business english three english course"
pl: "Business english three kurs angielskiego"
ru: "Курс аншлийского языка для бизнес-коммуникаций"

source: "Git & GitHub - The Practical Guide"
pl: "Git & GitHub - Praktycznym Przewodniku"
ru: "Git & GitHub - Практическое Руководство"

source: "Git & GitHub - The Practical Guide" certificate, "ACADEMIND"
pl: "Git & GitHub - Praktycznym Przewodniku" certificate, "ACADEMIND"
ru: "Git & GitHub - Практическое Руководство" серцификат, "ACADEMIND"

source: "JavaScript - The Complete Guide 2020 (Beginner + Advanced)"
ru: "JavaScript - Полное Руководство 2020 (Начальный + Продвинутый уровни)"

source: "JavaScript - The Complete Guide 2020 certificate, "UDEMY"
pl: "JavaScript - The Complete Guide 2020 certyfikat, "UDEMY"
ru: "JavaScript - Полное Руководство 2020" certificate, "UDEMY"

source: "JavaScript Algorithms - The Fundamentals"
ru: "JavaScript Алгоритмы - Основы"

source: "JavaScript Algorithms - The Fundamentals" certificate, "ACADEMIND"
pl: "JavaScript Algorithms - The Fundamentals" certyfikat, "ACADEMIND"
ru: "JavaScript Алгоритмы - Основы" серцификат, "ACADEMIND"

source: "JavaScript Data Structures - The Fundamentals"
ru: "JavaScript Структуры Данных - Основы"

source: "JavaScript Data Structures - The Fundamentals" certificate, "ACADEMIND"
pl: "JavaScript Data Structures - The Fundamentals" certyfikat, "ACADEMIND"
ru: "JavaScript Структуры Данных - Основы" серцификат, "ACADEMIND"

source: "React - The Complete Guide (incl Hooks, React Router, Redux)"
ru: "React - Полное Руководство (включая Hooks, React Router, Redux)"

source: "React - The Complete Guide (incl Hooks, React Router, Redux)" certificate, "UDEMY"
pl: "React - The Complete Guide (incl Hooks, React Router, Redux)" certyfikat, "UDEMY"
ru: "React - Полное Руководство (incl Hooks, React Router, Redux)" certificate, "UDEMY"

source: "Spoken intermediate english course"
pl: "Spoken intermediate kurs angielskiego"
ru: "Курс разговоного английского"

source: "Spoken intermediate one course" certificate, Itransition
pl: "Spoken intermediate one course" certyfikat, Itransition
ru: "Курс разговорного английского" серцификат, Itransition

source: "Understanding TypeScript - 2020 Edition"
ru: "Понимание TypeScript - 2020 Издание"

source: "Understanding TypeScript - 2020 Edition" certificate, "UDEMY"
pl: "Understanding TypeScript - 2020 Edition" certyfikatu, "UDEMY"
ru: "Понимание TypeScript - 2020 Издание" серцификат, "UDEMY"

source: About
pl: O mnie
ru: Обо мне

source: Add project
pl: Dodaj projekt
ru: Добавить проект

source: Add project form
pl: Dodać nowy projekt
ru: Новый проект

source: All
pl: Wszystko
ru: Все

source: All projects
pl: Wszystkie projekty
ru: Все проекты

source: Art
pl: Sztuka
ru: Aрт

source: Art projects
pl: Projekty artystyczne
ru: Арт проекты

source: Back
pl: Powrót
ru: Назад

source: Category
pl: Kategoria
ru: Категория

source: Certificates
pl: Certyfikaty
ru: Cертификаты

source: Closely related to design, front-end development process is always going on in creative way and i can always see the result of my job. And this is what i like so much!
pl: Proces tworzenia interfejsu, ściśle związany z projektowaniem, jest zawsze kreatywny i zawsze widzę efekt mojej pracy. I to właśnie tak lubię!
ru: Тесно связанный с дизайном, процесс разработки интерфейса всегда идет творчески, и я всегда вижу результат своей работы. И это то, что мне так нравится!

source: Code quality tools
pl: Jakośc kodu
ru: Инструменты качества кода

source: Coming soon ...
pl: W budowie ...
ru: В разработке ...

source: Creating reactive applications for me is like making up some web ecosystems. But bricks here - are cutes of code, and component-structure - is the constructions. Using my arch-design and development skills, i combine this in to a real complex react web application!
pl: Tworzenie aplikacji reaktywnych jest dla mnie jak tworzenie ekosystemów internetowych. Ale cegły tutaj - to fragmenty kodu, a struktura komponentów - to konstrukcje. Korzystając z moich umiejętności projektowania i rozwoju architektury, łączę to w naprawdę złożoną aplikację internetową reagującą!
ru: Создание реактивных приложений для меня похоже на создание некоторых веб-экосистем. Но кирпичи здесь - это кусочки кода, а компонент-структура - это конструкции. Используя свои навыки в области арх-дизайна и разработки, я совмещаю это с очень сложным веб-приложением реагирования!

source: Description
pl: Opis
ru: Описание

source: Description list
pl: Opis, lista
ru: Описание, список

source: Development environment setup
pl: Środowisku programowania
ru: Рабочее окружение

source: Edit
pl: Edytować
ru: Редактировать

source: Edit project:
pl: Edytuj projekt
ru: Редактировать проект:

source: Email
ru: Почта

source: Email not found
pl: Nie znaleziono adresu e-mail
ru: Почта не найдена

source: Enter your email
pl: Wpisz swój adres e-mail
ru: Почта

source: Enter your message
pl: Wpisz swoją wiadomość
ru: Сообщение

source: Enter your name
pl: Wpisz swoje imię
ru: Имя

source: Enter your password
pl: Wpisz swoje hasło
ru: Пароль

source: Experience
pl: Doświadczenie
ru: Опыт

source: Front-End projects
pl: projekty Front-End
ru: Front-End проекты

source: Front-end (React-JS) Developer
pl: Front-end (React-JS) Deweloper
ru: Front-end (React-JS) Разработчик

source: Graduated as a Master of Architectural Design, took part at Hackathon-contest by MTS in 2015 when web-development by a side with the other things became my way of life.
pl: Uzyskałem tytuł magistra z projektowania architektonicznego, wziąłem udział w konkursie hackathon MTS w 2015 roku, kiedy tworzenie stron internetowych stało się moim stylem życia.
ru: Получил степень магистра архитектурного дизайна, принял участие в хакатоне-конкурсе МТС в 2015 году, когда разработка веб-сайтов наравне с другими вещами стала моим стилем жизни.

source: Hand's on experience
pl: Praktycznych doświadczeń
ru: Практический опыт

source: Hello, I'm Stepan
pl: Witam, jestem Stepan.
ru: Привет, меня зовут Степан

source: Home
pl: Główna
ru: Главная

source: I've been working in Itransition Software Development Company as a Front-end Developer. This time allowed me to dive dipper in to front-end and understand how cool is it! Working in a team of developers I took part in making up really cool projects and features for our foreign customers.
pl: Pracowałem dla Itransition Software Development jako programista front-end. Ten czas pozwolił mi zagłębić się w Front-end i zrozumieć, jakie to niesamowite! Pracując w zespole deweloperskim brałem udział w tworzeniu naprawdę ciekawych projektów i funkcji dla naszych zagranicznych klientów.
ru: Я работал в компании Itransition Software Development в качестве Front-end разработчика. Это время позволило мне погрузиться в передний конец и понять, как это круто! Работая в команде разработчиков, я принимал участие в создании действительно интересных проектов и фич для наших зарубежных клиентов.

source: Image
pl: Obrazu
ru: Изображение

source: Image name
pl: Nazwą obrazu
ru: Имя изображения

source: Image src
pl: src obrazu
ru: Путь изображения

source: Invalid
pl: Pole jest wypełnione nieprawidłowo
ru: Неправильно заполнено поле

source: Invalid password
pl: Hasło nieprawidłowe
ru: Неправильный пароль

source: Lagunovsky
ru: Лагуновский

source: Message
pl: Wiadomość
ru: Текст сообщения

source: Message has been sent!
pl: Wiadomość została wysłana
ru: Письмо отправлено!

source: Name
pl: Nazwa
ru: Имя

source: Over 10 years I've been studying on architecture & design specialisations. I was lucky to improve my skills in such areas like: interior and brand design, modern and concept arts, i created a lot of cool creative projects and also got and expierence of presenting them to the customers! This expierence has became absolutely helpful in front-end, web-design, and even though in my whole life!
pl: Od ponad 10 lat studiuję architekturę i projektowanie architektoniczne. Miałem szczęście doskonalić swoje umiejętności w takich obszarach jak: projektowanie wnętrz i marek, sztuka nowoczesna i koncepcyjna, stworzyłem wiele fajnych projektów kreatywnych, a także dostałem i doświadczyłem możliwości zaprezentowania ich klientom! To doświadczenie stało się absolutnie przydatne we front-end, projektowaniu stron internetowych, a nawet w moim życiu!
ru: Более 10 лет я обучался по специальностям архитектура и архитектурного-дизайна. Мне повезло улучшить свои навыки в таких областях, как: дизайн интерьера и бренда, современный и концепт-арт, я создал много крутых креативных проектов, а также получил и испытал возможность представить их клиентам! Этот опыт стал абсолютно полезным в front-end, веб-дизайне и даже в моей жизни!

source: Password
pl: Hasło
ru: Пароль

source: Platforms and bundlers
pl: Platforms i bundlers
ru: ВИРТУАЛЬНЫЕ МАШИНЫ & КОНТЕЙНЕРЫ

source: Portfolio
ru: Портфолио

source: Preview src
pl: Podgląd src
ru: Превью src

source: Priorities
pl: Priorytety
ru: Приоритет

source: Project url label
ru: Лейбл url проекта

source: Project url src
ru: Путь url проекта

source: Project:
pl: Projekt:
ru: Проект:

source: Required
pl: Pole wymagane
ru: Обязательное поле

source: Ru
pl: Ру
ru: Ру

source: Send message
pl: Wyślij wiadomość
ru: Отправить сообщение

source: Sign Out
pl: Wylogować się
ru: Выйти из аккаунта

source: Sign in
pl: Zaloguj się
ru: Войти в аккаунт

source: Sign out
pl: Wylogować się
ru: Выйти из аккаунта

source: Stepan
ru: Степан

source: Technology stack & skills
pl: Technologie & umiejętności
ru: Стек технологий

source: Thumbnail
pl: Miniatur
ru: Миниатюра

source: Thumbnail src
pl: Miniatur src
ru: src миниатюры

source: Title
pl: Tytuł
ru: Заголовок

source: To many attempts
pl: Wiele prób
ru: Совершено слишком много попыток входа в аккаунт

source: To project
pl: Przejdź do projektu
ru: Перейти к проекту

source: UI/UX tools
pl: UI/UX narzędzi programistycznych
ru: Инструменты UI/UX

source: Update project
pl: Zaktualizować projekt
ru: Обновить проект

source: With a great pleasure I suggest you
pl: Z ogromną przyjemnością proponuję ci
ru: С большим удовольствием предлагаю тебе

source: Write me
pl: Napisać mi
ru: Напиши мне

source: business english three english course certificate
pl: business english three kurs angielskiego certyfikat
ru: Курс английского для бизнес коммуникаций

source: git and github - the practical guide" certificate
pl: git i github - praktycznym przewodniku" certyfikatu
ru: git and github - практическое руководство" серцификат

source: java script algorithms - the fundamentals" certificate
pl: java script algorithms - the fundamentals" certyfikatu
ru: java script алгоритмы - основы" серцификат

source: java script data structures - the fundamentals" certificate
pl: java script data structures - the fundamentals" certyfikatu
ru: java script структуры данных - Основы" серцификат

source: java-script course certificate
pl: java-script certyfikatu kursu
ru: java-script курс серцификат

source: react course certificate
pl: React certyfikatu kursu
ru: react курс серцификат

source: spoken intermediate one english course certificate
pl: spoken intermediate one english certyfikatu kursu
ru: Курс разговорного английского

source: type-script course certificate
pl: type-script certyfikatu kursu
ru: type-script курс серцификат

source: watch real project
pl: spojrzeć na prawdziwy projekt
ru: посмотреть проект

source: web&art pro
pl: sieć&sztuka pro
ru: веб&арт про
