{
  "Graduated as a Master of Architectural Design, took part at Hackathon-contest by MTS in 2015 when web-development by a side with the other things became my way of life.": {
    "origin": [
      [
        "src/features/about/components/resume-accordion-panels/resume-accordion-panels-view.tsx",
        9
      ]
    ]
  },
  "Creating reactive applications for me is like making up some web ecosystems. But bricks here - are cutes of code, and component-structure - is the constructions. Using my arch-design and development skills, i combine this in to a real complex react web application!": {
    "origin": [
      [
        "src/features/about/components/resume-accordion-panels/resume-accordion-panels-view.tsx",
        16
      ]
    ]
  },
  "Closely related to design, front-end development process is always going on in creative way and i can always see the result of my job. And this is what i like so much!": {
    "origin": [
      [
        "src/features/about/components/resume-accordion-panels/resume-accordion-panels-view.tsx",
        25
      ]
    ]
  },
  "I've been working in Itransition Software Development Company as a Front-end Developer. This time allowed me to dive dipper in to front-end and understand how cool is it! Working in a team of developers I took part in making up really cool projects and features for our foreign customers.": {
    "origin": [
      [
        "src/features/about/components/resume-accordion-panels/resume-accordion-panels-view.tsx",
        37
      ]
    ]
  },
  "Over 10 years I've been studying on architecture & design specialisations. I was lucky to improve my skills in such areas like: interior and brand design, modern and concept arts, i created a lot of cool creative projects and also got and expierence of presenting them to the customers! This expierence has became absolutely helpful in front-end, web-design, and even though in my whole life!": {
    "origin": [
      [
        "src/features/about/components/resume-accordion-panels/resume-accordion-panels-view.tsx",
        47
      ]
    ]
  }
}